{
    "DialoguesFr": {
        "NiveauPlaineRiviere": {
            "PNJ1": {
                "Nom": "Bûcheron",
                "Principal": {
                    "Dialogue1": "Bonjour toué ! Dis donc tu m’as l’air de frapper ton waterloo toi ! Mais lâche pas la patate je vais t’aider, cet arbre va pas te bloquer le chemin longtemps tabarnak !",
                    "Dialogue2": "Aussi prends c’te babiole ça pourrait t’aider t’sais, il y a écrit un charabia dessus j’te la laisse."
                },
                "Alternatif": {
                    "Dialogue1": "Alors, fonce l’ami n’aie pas peur de l’eau sous le tronc elle te sautera pas dessus !"
                }
            },
            "PNJ2": {
                "Nom": "Voyageur curieux",
                "Principal": {
                    "Dialogue1": "Salut l’ami si tu souhaites traverser l’Anduin il te faudra créer un pont je n’ai rien d’autre que ces planches alors je vais te les donner et j'espère que tu en feras bon usage.",
                    "Dialogue2": "J’ai même un manuel mais je ne sais pas s’il te sera utile."
                },
                "Alternatif": {
                    "Dialogue1": "Alors que trouve-t-on de l’autre côté ? Tu me raconteras une fois que tu l’auras vu."
                }
            },
            "PNJ3": {
                "Nom": "Âne fuyard",
                "Principal": {
                    "Dialogue1": "(Il semble que cet âne se soit enfui, il y a probablement une ferme à proximité. Il a laissé tomber deux objets, on dirait un parchemin et une pioche.)"
                },
                "Alternatif": {
                    "Dialogue1": "(Cet âne n’a pas l’air de vouloir rentrer chez lui)"
                }
            }
        },
        "NiveauMedievale": {
            "PNJ1": {
                "Nom": "Fermier",
                "Principal": {
                    "Dialogue1": "Hé toi, t’aurais-tu pas vu mon âne ? Il s’est enfui pas plus tard qu’hier, et j’le r’trouve plus. Tu l’as vu, dis-tu ?",
                    "Dialogue2": "Tu me sauves dis donc, j’te passe ce truc en remerciement, t’façon j’sais po lire et puis tu devrais t’munir d’une ou deux bûches sait-on jamais."
                },
                "Alternatif": {
                    "Dialogue1": "Merci encore copaing, je vais aller chercher cette tête de mule prochainement."
                }
            },
            "PNJ2": {
                "Nom": "Garde désagréable",
                "Principal": {
                    "Dialogue1": "Qui êtes-vous ?",
                    "Dialogue2": "Que voulez-vous ?",
                    "Dialogue3": "Avez-vous une autorisation ?",
                    "Dialogue4": "Non, eh bien vous ne passerez pas sacrebleu !"
                },
                "Alternatif": {
                    "Dialogue1": "Je vous ai déjà dit que vous ne passerez pas, n’ai-je pas été clair ?"
                }
            },
            "PNJ3": {
                "Nom": "Minerva",
                "Principal": {
                    "Dialogue1": "Bonjour citoyen, je suis la garde Minerva ! Si vous souhaitez passer il vous faudra répondre à une énigme particulièrement compliquée. Voilà l'énigme, l’arrondi de pi est-il bien 3.14 ? ",
                    "Dialogue2": "Bien joué vous avez réussi l’énigme vous pouvez passer. Je vous souhaite une bonne journée."
                },
                "Alternatif": {
                    "Dialogue1": "Bien joué vous avez réussi l’énigme vous pouvez passer. Je vous souhaite une bonne journée."
                }
            },
            "PNJ4": {
                "Nom": "Roi",
                "Principal": {
                    "Dialogue1": "AHAHAH, J’ai trouvé un moyen de voyager à travers les dimensions et de tout conquérir !!! ",
                    "Dialogue2": "Essayez de m'arrêter si vous l’osez pauvre aventurier de pacotille !"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            }
        },
        "NiveauBaseFuturiste": {
            "PNJ1": {
                "Nom": "Michael",
                "Principal": {
                    "Dialogue1": "Oulah d'où est-ce que tu viens toi ?? Ton portail à fait sauter le courant dans toute la base, il va falloir le rallumer ou tu risques pas de rentrer chez toi.",
                    "Dialogue2": "J’irais bien allumer le réacteur mais sans courant les portes ne s’ouvriront pas il faudra trouver un autre moyen. Tiens je crois que ceci est tombé avec toi."
                },
                "Alternatif": {
                    "Dialogue1": "Alors tu n’as pas encore réparé ta bêtise ? Dépêche-toi le frigo de la cafétéria contient mon déjeuner et t’as plutôt intérêt à ce qu’il soit encore bon quand j’irai le manger !"
                }
            },
            "PNJ2": {
                "Nom": "Ingénieure",
                "Principal": {
                    "Dialogue1": "Allo ! Il y a quelqu’un ? Je ne vois plus rien quelqu’un peut m’aider ?",
                    "Dialogue2": "Il faut redémarrer le réacteur pour récupérer le courant mais je ne trouve pas le bouton.",
                    "Dialogue3": "Attention à ne pas abuser du bouton ça pourrait être dangereux."
                },
                "Alternatif": {
                    "Dialogue1": "T’as trouvé le bouton ? Je viens de me rendre compte que je suis aveugle et qu’en réalité ça ne change rien pour moi."
                }
            },
            "PNJ3": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "T’as besoin d’un pilote p’tit gars ? Je peux faire le boulot mais va falloir raquer.",
                    "Dialogue2": "Et si t’as pas d’argent on peut faire un peu de troc.",
                    "Dialogue3": "Tu veux m’acheter avec une pelle, une hache et une pioche ??? Ça tombe bien je comptais refaire mon jardin. Tiens je te passe ce carnet de photo de mes fleurs.",
                    "Dialogue4": "(Il se trouve qu’Han s’est trompé et a donné une feuille de math à la place)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ4": {
                "Nom": "Didier ",
                "Principal": {
                    "Dialogue1": "Beh dis donc si tu veux partir d’ici il te faudra un vaisseau mon cochon !",
                    "Dialogue2": "Et pis même si t’en as un, il lui faudra bien du jus pour décoller !",
                    "Dialogue3": "Va donc voir pour pomper un peu de carburant dans c’te salle on est pas encore passé à l’électrique.",
                    "Dialogue4": "(Un bout de papier tombe de la poche de l’énergumène, vous le ramassez)"
                },
                "Alternatif": {
                    "Dialogue1": "Alors dépêche toi avant que les prix augmentent ! Je sais même pas pourquoi j’dis ça on le paie pas ici."
                }
            },
            "PNJ5": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "ll va falloir un peu de carburant si tu veux qu’on bouge de cette base.",
                    "Dialogue2": "T’as réussi à remplir la fusée ? Si oui on va pouvoir décoller."
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ6": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "Tu veux aller à la poursuite d’un roi fou qui veut conquérir toutes les dimensions ?!",
                    "Dialogue2": "Ça à l’air sympa, tant que je peux garder les outils.",
                    "Dialogue3": "Attends qu’est-ce qui se passe ? On a dû heurter quelque chose je n’ai plus les contrôles du vaisseau on va se crasher. "
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ7": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "(Le pilote semble assommé vous le laissez pour explorer les environ mais il dispose d’un carnet avec des inscriptions, vous le récupérez)"
                },
                "Alternatif": {
                    "Dialogue1": "(Le pilote semble assommé vous le laissez pour explorer les environ mais il dispose d’un carnet avec des inscriptions, vous le récupérez)"
                }
            }
        },
        "NiveauMordor": {
            "PNJ1": {
                "Nom": "Garde frontière orc",
                "Principal": {
                    "Dialogue1": "Un humain ?! Tu vas venir avec moi je t’offrirai à notre nouveau seigneur !",
                    "Dialogue2": "(Au moment de vous assommer, l’orc fait tomber un papier que vous ramassez)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ2": {
                "Nom": "Prisonnière humaine",
                "Principal": {
                    "Dialogue1": "Merci d’avoir ouvert cette cellule, je vais t’accompagner pour qu’on s’évade de cette maudite prison !",
                    "Dialogue2": "Tiens c’est un papier que j’ai trouvé dans mon pot de chambre mais je compte pas franchement le garder alors prends le."
                },
                "Alternatif": {
                    "Dialogue1": "Échappons-nous vite de cet horrible endroit !"
                }
            },
            "PNJ3": {
                "Nom": "Geôlier orc",
                "Principal": {
                    "Dialogue1": "(Vous ne pourrez sûrement pas le battre, pour passer, trouvez un compagnon ou un autre moyen de vous évader.)",
                    "Dialogue2": "(Vous et votre compagnon affrontez votre geôlier, pendant le combat il fait tomber un parchemin que vous ramassez, vous pouvez maintenant passer.)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ4": {
                "Nom": "Goulboum",
                "Principal": {
                    "Dialogue1": "Mais que voit-on mon trésor, un humain tout frais ici ! Qu’à-t-il dit mon tréssssor ? Il souhaite retrouver le seigneur de ces terres ?!",
                    "Dialogue2": "Oh oui nous avons vu mon trésor, il est rentré dans la montagne cracheuse de feu, oh oui mon trésor !",
                    "Dialogue3": "(Vous notez ce qui est écrit sur le pagne de la créature)"
                },
                "Alternatif": {
                    "Dialogue1": "L’humain est revenu mon trésor, veut-il que nous le mangions ? Oh oui mon trésor !",
                    "Dialogue2": "De l’humain tout frais, ça fait si longtemps que nous nous contentons de poissons fort peu goûtus. Comment ça ?",
                    "Dialogue3": "Ça s'est juste trompé de chemin et ça ne veut pas être mangé. Oh non ! Peut-être la prochaine fois mon trésor."
                }
            },
            "PNJ5": {
                "Nom": "Roi",
                "Principal": {
                    "Dialogue1": "AHAHAHAH ! Tu crois vraiment pouvoir me vaincre ? J’ai transcendé les limites de l’humanité MOUHAHAHAHA !",
                    "Dialogue2": "(Si vous souhaitez vaincre le roi et ramener la paix pour rentrer chez vous il faudra montrer toute l’étendue de vos capacités)"
                },
                "Alternatif": {
                    "Dialogue1": "AHAHAH ! Tu as déjà échoué une fois, tu crois pouvoir me vaincre cette fois ?!"
                }
            }
        }
    },
    "DialoguesEn": {
        "NiveauPlaineRiviere": {
            "PNJ1": {
                "Nom": "Lumberjack",
                "Principal": {
                    "Dialogue1": "Hello there! Looks like you're hitting a wall, huh! But don't give up, I'll help you, this tree won't block your way for long !",
                    "Dialogue2": "Also take this scroll it could help you y'know, there's some gibberish written on it I'll leave it with you."
                },
                "Alternatif": {
                    "Dialogue1": "So, go for it my friend, don't be afraid of the water under the trunk, it's not going to jump on you!"
                }
            },
            "PNJ2": {
                "Nom": "Curious traveler",
                "Principal": {
                    "Dialogue1": "Hello friend, if you wish to cross the Anduin, you will need to create a bridge. I have nothing other than these planks, so I will give them to you and I hope you will make good use of them.",
                    "Dialogue2": "I even have a manual, but I don't know if it will be useful to you."
                },
                "Alternatif": {
                    "Dialogue1": "So what can be found on the other side? You'll tell me about it once you've seen it."
                }
            },
            "PNJ3": {
                "Nom": "Runaway donkey",
                "Principal": {
                    "Dialogue1": "(It seems that this donkey has run away, there is probably a farm nearby. It dropped two items, look like a scroll and a pickaxe.)"
                },
                "Alternatif": {
                    "Dialogue1": "(This donkey doesn't seem to want to go home)"
                }
            }
        },
        "NiveauMedievale": {
            "PNJ1": {
                "Nom": "Farmer",
                "Principal": {
                    "Dialogue1": "Hey you, haven't you seen my donkey ? He ran away no later than yesterday, and I can't find him anymore. You saw him, you say?",
                    "Dialogue2": "You're really saving me, I'll give you this thing as thanks, anyway I can't read and you should get yourself one or two logs, you never know."
                },
                "Alternatif": {
                    "Dialogue1": "Thanks again, buddy, I'll go look for that stubborn mule soon."
                }
            },
            "PNJ2": {
                "Nom": "Unpleasant guard",
                "Principal": {
                    "Dialogue1": "Who are you ?",
                    "Dialogue2": "What do you want ?",
                    "Dialogue3": "Do you have an authorization ?",
                    "Dialogue4": "No, well then you shall not pass, damn it!"
                },
                "Alternatif": {
                    "Dialogue1": "I already told you that you shall not pass, wasn't I clear?"
                }
            },
            "PNJ3": {
                "Nom": "Minerva",
                "Principal": {
                    "Dialogue1": "Hello citizen, I am guard Minerva! If you wish to pass, you will have to answer a particularly complicated riddle. Here is the riddle, is the rounded value of pi indeed 3.14?",
                    "Dialogue2": "Well done, you have solved the riddle, you may pass. I wish you a good day."
                },
                "Alternatif": {
                    "Dialogue1": "Well done, you have solved the riddle, you may pass. I wish you a good day."
                }
            },
            "PNJ4": {
                "Nom": "King",
                "Principal": {
                    "Dialogue1": "AHAHAH, I found a way to travel through dimensions and conquer everything !!!",
                    "Dialogue2": "Try to stop me if you dare, you worthless adventurer!"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            }
        },
        "NiveauBaseFuturiste": {
            "PNJ1": {
                "Nom": "Michael",
                "Principal": {
                    "Dialogue1": "Whoa, where did you come from?? Your portal caused a power outage throughout the base, you'll need to turn it back on or you won't be able to get back home.",
                    "Dialogue2": "I would go turn on the reactor myself, but without power the doors won't open, we'll need to find another way. Here, I think this fell with you."
                },
                "Alternatif": {
                    "Dialogue1": "So you haven't fixed your mess yet? Hurry up, the cafeteria fridge has my lunch in it and you'd better make sure it's still good when I go to eat it!"
                }
            },
            "PNJ2": {
                "Nom": "Engineer",
                "Principal": {
                    "Dialogue1": "Hello ! Is anyone there ? I can't see anything, can someone help me ?",
                    "Dialogue2": "We need to restart the reactor to get the power back on, but I can't find the button.",
                    "Dialogue3": "Be careful not to overuse the button, it could be dangerous."
                },
                "Alternatif": {
                    "Dialogue1": "Have you found the button ? I just realized I'm blind and actually it makes no difference for me."
                }
            },
            "PNJ3": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "Need a pilot, kid ? I can do the job but you'll have to pay up.",
                    "Dialogue2": "And if you don't have the money, we can do a bit of bartering.",
                    "Dialogue3": "You want to buy me with a shovel, an axe and a pickaxe ??? That works out well since I was planning to redo my garden. Here, I'll give you this photo album of my flowers.",
                    "Dialogue4": "(It turns out Han made a mistake and gave you a math sheet instead)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ4": {
                "Nom": "Didier ",
                "Principal": {
                    "Dialogue1": "Well now, if you want to leave this place, you'll need a shiop, my friend !",
                    "Dialogue2": "And even if you have one, it'll need some huice to take off !",
                    "Dialogue3": "Go see about pumping some fuel in that room, we haven't switched to electric yet.",
                    "Dialogue4": "(A piece of paper falls from the fellow's pocket, you pick it up)"
                },
                "Alternatif": {
                    "Dialogue1": "So hurry up before prices go up ! I don't even know why I'm saying that, we don't pay for it here."
                }
            },
            "PNJ5": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "We'll need some fuel if you want us to move from this base.",
                    "Dialogue2": "You managedd to fill up the rocket ? If so, we can take off."
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ6": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "You want to go after a mad king who wants to conquer all dimensions?!",
                    "Dialogue2": "That sounds fun, as long as I can keep the tools.",
                    "Dialogue3": "Wait, what's happening ? We must have hit something, I've lost control of the ship, we're going to crash."
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ7": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "(The pilot seems knocked out, you leave him to explore the surroundings but he has a notebook with inscriptions, you take it)"
                },
                "Alternatif": {
                    "Dialogue1": "(The pilot seems knocked out, you leave him to explore the surroundings but he has a notebook with inscriptions, you take it)"
                }
            }
        },
        "NiveauMordor": {
            "PNJ1": {
                "Nom": "Orc border guard",
                "Principal": {
                    "Dialogue1": "A human ?! You're comming with me, I'll offer you to our new lord !",
                    "Dialogue2": "(At the moment of knocking you out, the orc drops a paper which you pick it up)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ2": {
                "Nom": "Human prisoner",
                "Principal": {
                    "Dialogue1": "Thank you for opening this cell, I'll accompany you so we can escape from this cursed prison !",
                    "Dialogue2": "Here's a paper I found in my chamber pot, but I don't really want to keep it, so take it."
                },
                "Alternatif": {
                    "Dialogue1": "Let's quickly escape from this horrible place !"
                }
            },
            "PNJ3": {
                "Nom": "Orc jailer",
                "Principal": {
                    "Dialogue1": "(You probably won't be able to defeat him to pass, find a companion or another way to escape.)",
                    "Dialogue2": "(You and your companion confrint your jailer, during the fight he drops a scroll that you pick up, you can now pass.)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ4": {
                "Nom": "Goulboum",
                "Principal": {
                    "Dialogue1": "But what do we see my precious, a fresh human here ! What did he say my preciousss ? He wishes to find the lord of the lands ?!",
                    "Dialogue2": "Oh yes we saw him my precious, he went into the fire-spitting mountain, oh yes my precious !",
                    "Dialogue3": "(You note what is written on the creature's loincloth)"
                },
                "Alternatif": {
                    "Dialogue1": "The human has returned my precious, does he want us to eat him ? oh yes my precious !",
                    "Dialogue2": "Fresh human, it's been so long since we've made do with tasteless fish. What's that ?",
                    "Dialogue3": "It just took a wrong turn and doesn't want to be eaten. Oh no ! Maybe next time my precious."
                }
            },
            "PNJ5": {
                "Nom": "King",
                "Principal": {
                    "Dialogue1": "AHAHAHAH ! You really think you can defeat me ? I have transcended the limits of humanity MUHAHAHAHA !",
                    "Dialogue2": "(If you wish to defeat the king and bring peace to return home, you will need to show the full extent of your abilities)"
                },
                "Alternatif": {
                    "Dialogue1": "AHAHAH ! You have already failed once, do you think you can defeat me this time ?!"
                }
            }
        }
    },
    "DialoguesEs": {
        "NiveauPlaineRiviere": {
            "PNJ1": {
                "Nom": "Leñador",
                "Principal": {
                    "Dialogue1": "¡Buenos días a ti! ¡Oye me parece que estás derrotando! Pero relájate te voy ayudar, este árbol no te va a bloquear el camino mucho tiempo ¡carajo!",
                    "Dialogue2": "También, recoge ‘ta baratija te podría ayudar sabes, está escrito un galimatías encima, te la dejo."
                },
                "Alternatif": {
                    "Dialogue1": "Pues, ¡adelante amigo, no tengas miedo del agua debajo del tronco, no se te va a saltar encima! "
                }
            },
            "PNJ2": {
                "Nom": "Viajero curioso",
                "Principal": {
                    "Dialogue1": "Hola amigo si quieres cruzar el Anduin tendrás que crear un puente, no tengo nada más que estas tablas pues te las voy a dar y espero que hagas buen uso de ellas.",
                    "Dialogue2": "Incluso tengo un manual pero no sé si te será útil."
                },
                "Alternatif": {
                    "Dialogue1": " Pues ¿qué es lo que se encuentra del otro lado? Me lo contarás una vez visto."
                }
            },
            "PNJ3": {
                "Nom": "Burro huidor",
                "Principal": {
                    "Dialogue1": "(parece que este burro haya huido, habrá probablemente una granja cerca. Dejó caer dos objetos, parecen ser un pergamino y un pico.)"
                },
                "Alternatif": {
                    "Dialogue1": "(Este burro no parece querer volver a casa)"
                }
            }
        },
        "NiveauMedievale": {
            "PNJ1": {
                "Nom": "Granjero",
                "Principal": {
                    "Dialogue1": "Oye tú, ¿no habrás visto un burro? Huyó no más que ayer, y ya no lo veo. ¿Lo viste, dices?",
                    "Dialogue2": "Me salvas vaya, te doy esto como agradecimiento, de toas formas, no sé leer y tendrías que proveerte de una o dos leñas por si acaso."
                },
                "Alternatif": {
                    "Dialogue1": "Muchas gracias colega, te voy a buscar ese cabezota pronto."
                }
            },
            "PNJ2": {
                "Nom": "Guardia desagradable",
                "Principal": {
                    "Dialogue1": "¿Quién es usted?",
                    "Dialogue2": "¿Qué quiere?",
                    "Dialogue3": "¿Usted tiene alguna autorización?",
                    "Dialogue4": "No, pues no pasará ¡Santo cielo!"
                },
                "Alternatif": {
                    "Dialogue1": "Ya te he dicho que no pasarás, ¿no fui claro?"
                }
            },
            "PNJ3": {
                "Nom": "Minerva",
                "Principal": {
                    "Dialogue1": "Buenos días ciudadano, ¡soy Minerva la guardiana! Si usted desea pasar tendrá que contestar un enigma particularmente complicado. Aquí está el enigma, ¿El redondeo de pi es realmente 3,14?",
                    "Dialogue2": "Buen trabajo, resolvió el enigma, puede pasar. Le deseo un buen día."
                },
                "Alternatif": {
                    "Dialogue1": "Buen trabajo, resolvió el enigma, puede pasar. Le deseo un buen día."
                }
            },
            "PNJ4": {
                "Nom": "Rey",
                "Principal": {
                    "Dialogue1": "¡¡JAJAJAJA!!, ¡¡¡Encontré un medio para viajar por las dimensiones y conquistarlo todo!!!",
                    "Dialogue2": "Intente detenerme si usted se atreve, ¡pobre aventurero de pacotilla!"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            }
        },
        "NiveauBaseFuturiste": {
            "PNJ1": {
                "Nom": "Michael",
                "Principal": {
                    "Dialogue1": "Oye, ¿De dónde vienes tú? Tu portal cortó la corriente en toda la base, habrá que volver a encenderlo o no podrás volver a casa.",
                    "Dialogue2": "Me gustaría encender el reactor pero sin corriente las puertas no se abrirán habrá que encontrar otra solución. Tome, creo que usted hizo caer esto consigo."
                },
                "Alternatif": {
                    "Dialogue1": "¿Entonces todavía no has arreglado tu error? ¡Date prisa, el frigorífico de la cafetería contiene mi almuerzo y más te vale que siga estando bueno cuando vaya a comerlo!"
                }
            },
            "PNJ2": {
                "Nom": "Ingeniera",
                "Principal": {
                    "Dialogue1": "¿Hola? ¿hay alguien? No veo nada, ¿alguien me puede ayudar?",
                    "Dialogue2": "Hay que volver a arrancar el reactor para recuperar la corriente pero no encuentro el botón.",
                    "Dialogue3": "Cuidado con no abusar del botón, podría ser peligroso."
                },
                "Alternatif": {
                    "Dialogue1": "¿Encontraste el botón? Acabo de enterarme de que soy ciego y que en realidad no cambia nada para mí."
                }
            },
            "PNJ3": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "¿Necesitas un piloto hombrecito? Puedo hacer la curra pero habrá que soltar la pasta.",
                    "Dialogue2": "Y si no tienes dinero podemos hacer un poco de trueque.",
                    "Dialogue3": "¿¿¿Me quieres comprar con una pala, un hacha, y un pico??? Suena bien, contaba con rehacer mi jardín. Toma, te doy ese librito de fotos de mis flores.",
                    "Dialogue4": "(Resulta que Han se equivocó y dio una hoja de matemáticas a la vez)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ4": {
                "Nom": "Didier ",
                "Principal": {
                    "Dialogue1": "Vaya, si quieres salir de aquí, necesitarás una nave mi cerdito.",
                    "Dialogue2": "Y aun si tienes una, necesitará corriente para despegar.",
                    "Dialogue3": "Vaya a ver para bombear un poco de combustible en ‘ta sala, no hemos pasado a lo eléctrico todavía.",
                    "Dialogue4": "(Un trozo de papel cae del bolsillo del energúmeno, lo recoges)."
                },
                "Alternatif": {
                    "Dialogue1": "¡Oye apúrate antes de que los precios aumenten! Aun no sé por qué lo digo, aquí no lo pagamos."
                }
            },
            "PNJ5": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "Se necesitará un poco de combustible si quieres que nos larguemos de esta base.",
                    "Dialogue2": "¿Lograste llenar el cohete? Si así es, vamos a poder despegar.."
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ6": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "¿Quieres perseguir a un rey loco que quiere conquistar todas las dimensiones?",
                    "Dialogue2": "Me parece chulo, con tal de que pueda conservar mis herramientas.",
                    "Dialogue3": "Espera, ¿Qué pasa? Debemos haber chocado contra algo, ya no tengo los controles de la nave, nos vamos a estrellar.. "
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ7": {
                "Nom": "Han",
                "Principal": {
                    "Dialogue1": "(El piloto parece noqueado, usted lo deja para explorar los alrededores pero él dispone de un librito con apuntes, usted lo recoge)"
                },
                "Alternatif": {
                    "Dialogue1": "(El piloto parece noqueado, usted lo deja para explorar los alrededores pero él dispone de un librito con apuntes, usted lo recoge)"
                }
            }
        },
        "NiveauMordor": {
            "PNJ1": {
                "Nom": "Guardia frontera orco",
                "Principal": {
                    "Dialogue1": "¿¡Un humano!?¡ Vas a venir conmigo te ofreceré a nuestro nuevo señor!",
                    "Dialogue2": "(Cuando el orco le noquea, deja caer un papel que usted recoge)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ2": {
                "Nom": "Prisionera humana",
                "Principal": {
                    "Dialogue1": "Gracias por haber abierto esta celda, te voy a acompañar para que nos escapemos de esa maldita cárcel.",
                    "Dialogue2": "Toma, es un papel que encontré en mi orinal pero no pretendo sinceramente conservarlo, así que tómalo."
                },
                "Alternatif": {
                    "Dialogue1": "¡Escapemos rápido de aquel lugar horrible!"
                }
            },
            "PNJ3": {
                "Nom": "Alcaide orco",
                "Principal": {
                    "Dialogue1": "(Seguramente no pueda vencerlo, para pasar, encuentre un compañero u otro medio para escapar)",
                    "Dialogue2": "(Usted y su compañero se enfrentan a su alcaide, durante el combate deja caer un pergamino que recoge usted, ahora puede pasar)"
                },
                "Alternatif": {
                    "Dialogue1": "..."
                }
            },
            "PNJ4": {
                "Nom": "Goulboum",
                "Principal": {
                    "Dialogue1": "Y qué vemos mi tesoro, ¡un humano fresquito por aquí! ¿Qué dijo mi tesoooooro? ¿¡Desea volver a encontrar el señor de esas tierras?!",
                    "Dialogue2": "¡Oh, sí! Vimos mi tesoro, se adentró en la montaña escupidora de fuego, ¡oh sí mi tesoro!",
                    "Dialogue3": "(Anotas lo que está escrito en el paño de la criatura)."
                },
                "Alternatif": {
                    "Dialogue1": "El humano ha vuelto mi tesoro, ¿quiere que lo comamos? ¡Oh sí mi tesoro!",
                    "Dialogue2": "Humano fresquito, hace tanto tiempo que nos conformamos con pescados muy poco sabrosos. ¿Qué pasa?",
                    "Dialogue3": "Solo te equivocaste de camino y no quieres ser comido. ¡Oh no! Quizás la próxima vez mi tesoro."
                }
            },
            "PNJ5": {
                "Nom": "Roi",
                "Principal": {
                    "Dialogue1": "¡JAJAJAJA! ¿De verdad crees que puedes vencerme? ¡He trascendido los límites de la humanidad! ¡JAJAJAJA!",
                    "Dialogue2": "(Si deseas vencer al rey y traer la paz para volver a casa, tendrás que demostrar toda la extensión de tus capacidades)."
                },
                "Alternatif": {
                    "Dialogue1": "¡JAJAJA! Ya fracaste una vez, ¿¡crees poder vencerme esta vez?!"
                }
            }
        }
    }
}